Repository: common-repository/socials-ga
Catalog: languages/share-socials-text-*.po
Languages: fr_ca

source: You are not currently logged in
fr_ca: Vous n’êtes pas connecté actuellement

source: Welcome to GAPlugin Page
fr_ca: Bienvenue sur GAPlugin Page

source: You'll find the different sections in the tabs
fr_ca: Vous trouverez les différentes sections dans la tabulation

source: Parameters
fr_ca: Paramètres

source: Add some text before the links
fr_ca: Ajoutez du texte avant les liens

source: Which social media do you want to show to your visitors
fr_ca: Quels réseaux sociaux voulez-vous partager avec vos visiteurs

source: Put the link to your social media to activate
fr_ca: Mettez le lien vers votre réseau social pour l'activer

source: You can reorder them too
fr_ca: Vous pouvez aussi les ordonner

source: Put your %1$s URL
fr_ca: Mettez votre %1$s URL

source: Link to
fr_ca: Lien vers

source: Which social media do you want to share with your visitors
fr_ca: Quels réseaux sociaux voulez-vous partager avec vos visiteurs

source: Checkbox for %1$s
fr_ca: Case à cocher pour %1$s

source: Share this on
fr_ca: Partagez sur
